{
  "home": {
    "zone2": {
      "title": "Mauritius Island",
      "subtitle": "ESCAPE THE EXPECTED",
      "description": "Every adventure begins with the desire to explore the unknown. Today, we invite you to journey into the heart of the extraordinary – through the senses, through flavors, and through the rich stories embedded in every drop of Arcane Rum.",
      "button": "DISCOVER MORE"
    },
    "zone3": {
      "title": "Know How",
      "subtitle": "FROM CANE TO GOLD",
      "description": "At Arcane Rum, our savoir-faire is a tribute to the rich heritage of Mauritius. From the cultivation of pure sugarcane to the mastery of distillation, every step is guided by a deep respect for tradition and innovation.",
      "button": "DISCOVER MORE"
    },
    "zone5": {
      "title": "Cocktails with Character",
      "subtitle": "OUR COCKTAILS",
      "description": "Immerse yourself in the art of cocktails with Arcane RUM. Be adventurous with our creations, bold with our signature shots, and timeless with revisited classics. From the first sip to the final flourish, each drink is a journey of flavor, aroma, and craftsmanship—an invitation to savor and explore.",
      "button": "UNVEIL OUR SECRETS"
    }
  },
  "know_how": {
    "title": "DIVING INTO OUR PROCESS",
    "sugarcane_harvest": {
      "title": "Sugarcane harvest",
      "description": "Since more than 2 centuries, Mauritius is known as one of the best land in the world for the production of sugar cane and rum. The balance between the climate, the relief and the nature of the soil is just ideal ! From the coast to the mountains, the long green shoots of sugar cane invade the landscape."
    },
    "sugarcane_crushing": {
      "title": "Sugracane crushing",
      "description": "At the heart of Mauritius, Arcane captures the essence of fresh sugarcane through a meticulous crushing process. Harvested at peak maturity, the cane is carefully ground to extract its pure, aromatic juice. This method preserves the island’s vibrant flavors, embodying Arcane&#39;s commitment to authentic, premium rum."
    },
    "fermentation_process": {
      "title": "Fermentation Process",
      "description": "Arcane’s fermentation process transforms freshly extracted sugarcane juice into a rich and flavorful base for its rum. Using natural yeasts and controlled conditions, this slow fermentation enhances the vibrant aromas of the cane, revealing the full complexity of its flavors. As a key step in production, it lays the foundation for an authentic rum, distinguished by intense and refined flavors."
    },
    "distillation": {
      "title": "Distillation",
      "description": "During distillation, the aromas revealed during fermentation are carefully extracted in the column still. This process concentrates the flavors, capturing the essence of the sugarcane. Once the alcohol is extracted, water is gradually added to reduce the spirit, carefully balancing the flavors to achieve the perfect aromatic harmony."
    },
    "aging": {
      "title": "Aging",
      "description": "Aged at least 3 years in French and American oak barrels, Arcane rums benefit from the tropical climate of Mauritius. The dynamic temperature variations accelerate the maturation process, creating gourmet and complex aromas in a shorter time frame."
    },
    "slide1": {
      "title": "THE ALCHEMY OF DISTILLATION",
      "description": "Arcane distills pure, freshly pressed sugarcane juice close to cutting time to preserve its vibrant flavors. This ensures that the rum captures the full aromatic essence of the cane."
    },
    "slide2": {
      "title": "A DYNAMIC MATURATION",
      "description": "Aged in French and American oak barrels, Arcane rums benefit from Mauritius’ tropical climate. Dynamic temperature variations speed up maturation, creating complex, opulent flavors in a shorter period."
    },
    "slide3": {
      "title": "THE ARRANGÉS : CRAFTED WITH NATURAL FLAVORS",
      "description": "Arcane elevates its rum with the Arrangés collection, infusing natural flavors from fresh local fruits and spices. Whether it’s Banane Flambée, Ananas Rôti, or Vanille des Îles, each Arrangé is crafted to blend perfectly with the rum, enhancing it with vibrant tropical notes of banana, pineapple, or vanilla. The tradition of rhum arrangé hails from the islands, where fruits and spices have long been used to infuse rum, creating flavorful and aromatic spirits that reflect the richness of local produce and culture. Arcane continues this heritage, capturing the essence of Mauritius in each bottle through natural, exotic infusions that celebrate the island’s bounty."
    },
    "step": "Step {{step}}"
  },
  "nav": {
    "discover": "DISCOVER",
    "ourRums": "OUR RUMS",
    "cocktails": "COCKTAILS",
    "contact": "CONTACT"
  },
  "submenu": {
    "home": "Home",
    "ourUniverse": "Our Universe",
    "knowHow": "Know How",
    "rumsCollection": "Rums Collection",
    "arcaneExtraroma": "Arcane Extraroma",
    "classicCocktails": "Classic Cocktails",
    "signatureDrinks": "Signature Drinks",
    "seasonalSpecials": "Seasonal Specials",
    "getInTouch": "Get in Touch",
    "support": "Support"
  },
  "ourUniverse": {
    "slide1Title": "ESCAPE THE EXPECTED",
    "slide1Content1": "In a world where the ordinary prevails, Arcane Rum invites you to uncover the mystery of the everyday and taste the extraordinary. Imagine a journey worthy of an odyssey on the island of Mauritius, where nature whispers its best-kept secrets into the depths of your taste buds. In your quest for uniqueness, dive into the heart of this opulent island, guided by the whispers of the fauna, flora, and the intoxicating scent of rum.",
    "slide1Content2": "Each sip of Arcane Rum revives the senses, revealing stories buried in the sacred nectar of sugarcane. Our master blenders jealously guard the secrets of a distillation that transforms lush aromas into a singular elixir. Tropical flavors burst, evoking exotic fruits and wildflowers from the island. Each bottle in our range is a mystery to be unraveled, emanating from the opulent and enigmatic Mauritian land.",
    "slide1Content3": "This rum is not just a drink; it’s a gateway to a universe of legends and wonders, where every organoleptic detail tells an epic tale of discovery and escape. Embark on this sensory adventure that becomes a true initiatory journey, where Arcane Rum is not just discovered but experienced as an awakening of the senses and the soul, defying everything you thought you knew about rum.",
    "slide2Title": "A TERROIR SHAPED \n BY VOLCANIC RICHNESS",
    "slide2Content1": "Mauritius is a land of hidden treasures, from its lush, volcanic landscapes to its rich folklore and music. Arcane Rum is deeply connected to this heritage, infusing the island’s spirit into each bottle, celebrating its untold stories and exotic mysteries.",
    "slide2Content2": "Découvrez le mystère et la richesse de notre rhum exceptionnel.",
    "slide2Content3": "Explorez les territoires volcaniques qui façonnent nos saveurs distinctives.",
    "slide3Title": "MAURITIUS ISLAND",
    "slide3Content1": "A Land of Beauty and Mysteries  Located in the heart of the Indian Ocean, Mauritius is more than just a beautiful island—it is the soul of Arcane Rum. The island’s vibrant blend of African, Indian, European, and Chinese influences creates a unique cultural tapestry that inspires the brand’s sense of mystery and discovery.",
    "slide3Content2": "Mauritius is a land of hidden treasures, from its lush volcanic landscapes to its rich folklore and music. Arcane Rum is deeply connected to this heritage, infusing the island’s spirit into every bottle, celebrating its untold stories and exotic mysteries.  At the heart of Arcane lies sugarcane, nurtured by Mauritius’ volcanic soils and tropical climate.",
    "slide3Content3": "The 12 unique varieties, including Red Cane and Bourbon Cane, are grown in the sun-drenched north, absorbing the island’s minerals, which give them their fresh and vibrant flavors. The pesticide-free cultivation ensures that each bottle captures the pure essence of Mauritius, deeply tied to its rich terroir."
  },
  "ourRums": {
    "arcaneExtraroma": {
      "title": "EXTRAROMA",
      "subtitle": "Our Flag Bearer",
      "description_a": "A blend of pure cane juice rums aged for 3 years in French and American oak barrels, each contributing its own unique character.",
      "description": "A blend of pure cane juice rums aged for 3 years in French and American oak barrels, each contributing its own unique character. Arcane Extraroma reveals delicious and delicate aromas of Bourbon vanilla, coconut, chocolate, caramel, smoky notes and banana, with a refreshing finish characteristic of Mauritian rums.",
      "button": "BACK TO LIST",
      "buttonb": "BUY",
      "tastingNotes": {
        "title": "Tasting Notes",
        "titleA": "Color",
        "titleB": "Palatz",
        "titleC": "Nose",
        "color": "A beautiful aged gold robe with shimmering mahogany highlights.",
        "nose": "Rich notes of brown sugar and vanilla, with hints of fresh cane juice and a subtle peppery touch. As it evolves, aromas of caramel and gingerbread emerge",
        "palate": "Well-structured, offering both body and length. An explosion of spicy flavors, with the vegetal essence of fresh cane juice"
      },
      "logisticInfo": {
        "title": "logistic Info",
        "volume": "70 CL",
        "alcohol": "40 % ALC./VOL."
      }
    },
    "arcaneFlamboyance": {
      "title": "FLAMBOYANCE",
      "subtitle": "Whisky Finish",
      "description_a": "A blend of rums made from pure cane juice, aged for 2 years in French and American oak barrels.",
      "description": "A blend of rums made from pure cane juice, aged for 2 years in French and American oak barrels, with a finishing in casks that previously contained peated French whisky. This finishing gives it a beautiful structure and reveals aromas of candied sugar, toasted coconut, and smoky notes, followed by fresh and subtly seductive floral notes.",
      "button": "BACK TO LIST",
      "buttonb": "BUY",
      "tastingNotes": {
        "title": "Tasting Notes",
        "titleA": "Color",
        "titleB": "Palate",
        "titleC": "Nose",
        "color": "A beautiful golden robe with copper highlights.",
        "nose": "Clean and particularly enticing, it exudes rich aromas of caramelized sugar, toasted coconut, and delicate smoky notes.",
        "palate": "The texture is well-structured and smooth, offering a pleasant roundness. Flavors of sugarcane and candied sugar gracefully emerge, followed by complex and subtly smoky notes."
      },
      "logisticInfo": {
        "title": "logistic Info",
        "volume": "70 CL",
        "alcohol": "43 % ALC./VOL."
      }
    },
    "arcaneAnanasRoti": {
      "title": "ANANAS RÔTI",
      "subtitle": "Arrangé - Roasted Pineapple",
      "description_a": "Enjoy Ananas Rôti, a bold fusion of pineapple, caramel, and Mauritian rum with 100% natural aromas.",
      "description": "Savor the enticing 'Roasted Pineapple', crafted with 100% natural aromas and experience the harmonious symphony of bold pineapple, the gentle embrace of caramel, and the richness of Mauritian rum.",
      "button": "BACK TO LIST",
      "buttonb": "BUY",
      "waysToEnjoy": {
        "title": "Way To Enjoy",
        "description": "For the ultimate gourmet experience, we encourage you to enjoy your 'Roasted Pineapple' alongside a delicious chocolate marble cake. This divine pairing promises a moment of pure indulgence and culinary bliss.",
        "signatureShot": "ROASTED PINEAPPLE - NOTRE SHOT SIGNATURE \n\n30ml Arcane Ananas Rôti \n10ml Cocody Liqueur by Cartron \n20ml Fresh Pineapple Juice"
      },
      "logisticInfo": {
        "title": "logistic Info",
        "volume": "70 CL",
        "alcohol": "35 % ALC./VOL."
      }
    },
    "arcaneVanilleDesIles": {
      "title": "VANILLE DES ÎLES",
      "subtitle": "Arrangé - Vanilla from the Islands",
      "description_a": "Discover the captivating 'Vanille des Îles' a tribute to one of Mauritius most iconic specialties.",
      "description": "Discover the captivating 'Vanilla from the Islands', an ode to Mauritius’s iconic specialties. Enriched with Bourbon vanilla and elevated by the strength of Mauritian rum, this exceptional elixir takes you on a sensory journey that captures the essence of the tropical paradise of Mauritius.",
      "button": "BACK TO LIST",
      "buttonb": "BUY",
      "waysToEnjoy": {
        "title": "Way To Enjoy",
        "description": "For an unforgettable experience, we recommend savouring 'Vanille des Iles' chilled. To enhance this gourmet experience, combine this exotic elixir with a delicious homemade creme brûlée. Add a few drops of 'Vanille des les' directly to your recipe for a magical touch.",
        "signatureShot": "TI' VANILLA - NOTRE SHOT SIGNATURE \n\n30ml Arcane Vanille des îles \n10ml Passion Fruit by Cartron \n20ml Fresh Lime Juice"
      },
      "logisticInfo": {
        "title": "logistic Info",
        "volume": "70 CL",
        "alcohol": "35 % ALC./VOL."
      }
    },
    "arcaneBananeFlambee": {
      "title": "BANANE FLAMBÉE",
      "subtitle": "Arrangé - Banana Flambée",
      "description_a": "Discover the star of the range, 'Banane Flambée' the iconic reference of our collection.",
      "description": "Discover the star of the range, 'Banana Flambée', the iconic reference in our collection. Inspired by the famous dessert, this exquisite elixir showcases the natural sweetness of bananas, perfectly blended with the smoothness of Mauritian rum.",
      "button": "BACK TO LIST",
      "buttonb": "BUY",
      "waysToEnjoy": {
        "title": "Way To Enjoy",
        "description": "For an unforgettable experience, enjoy 'Banane Flambée' chilled, either as an aperitif or as a liqueur after dinner. For an even more indulgent tasting, pair it with a crepe of pancake. Our tip for a magical touch : add a few drops of 'Banane Flambée' to the batter.",
        "signatureShot": "TROPICAL SMOKE - OUR SIGNATURE SHOT \n\n45 ml Arcane Banane Flambée \n15ml Cacao Blanc Liqueur by Cartron \nwhipped cream on the top"
      },
      "logisticInfo": {
        "title": "logistic Info",
        "volume": "70 CL",
        "alcohol": "35 % ALC./VOL."
      }
    },
    "bottles": {
      "extraroma": {
        "name": "EXTRAROMA",
        "description": "Arcane Extraroma révèle de délicieux et délicats arômes de vanille Bourbon, de noix de coco, de chocolat, de caramel, de notes fumées et de banane."
      },
      "flamboyance": {
        "name": "FLAMBOYANCE",
        "description": "Un assemblage de rhums de pur jus de canne à sucre vieillis pendant 3 ans dans des fûts de chêne Français et Américain ayant bénéficié d’un affinage en fût ayant contenu du whisky Français tourbé."
      },
      "ananasRotie": {
        "name": "ANANAS RÔTIE",
        "description": "Dégustez le séduisant 'Ananas Rôtie', élaboré avec des arômes 100% naturels, une symphonie harmonieuse de l’audace de l’ananas et du caramel doux."
      },
      "vanilleDesIles": {
        "name": "VANILLE DES ÎLES",
        "description": "Découvrez la fascinante 'Vanille des Îles', une ode à l'une des spécialités emblématiques de l'île Maurice, enrichie par la vanille Bourbon."
      },
      "bananeFlambee": {
        "name": "BANANE FLAMBÉE",
        "description": "Découvrez la vedette de la gamme, 'Banane Flambée', la référence emblématique mettant en valeur la douceur naturelle des bananes."
      }
    }
  }
}