{
  "home": {
    "zone2": {
      "title": "Mauritius Island",
      "subtitle": "ESCAPE THE EXPECTED",
      "description": "Every adventure begins with the desire to explore the unknown. Today, we invite you to journey into the heart of the extraordinary – through the senses, through flavors, and through the rich stories embedded in every drop of Arcane Rum.",
      "button": "DISCOVER MORE"
    },
    "zone3": {
      "title": "Know How",
      "subtitle": "FROM CANE TO GOLD",
      "description": "At Arcane Rum, our savoir-faire is a tribute to the rich heritage of Mauritius. From the cultivation of pure sugarcane to the mastery of distillation, every step is guided by a deep respect for tradition and innovation.",
      "button": "UNVEIL OUR SECRETS"
    },
    "zone5": {
      "title": "Cocktails with Character",
      "subtitle": "OUR COCKTAILS",
      "description": "Immerse yourself in the art of cocktails with Arcane RUM. Be adventurous with our creations, bold with our signature shots, and timeless with revisited classics. From the first sip to the final flourish, each drink is a journey of flavor, aroma, and craftsmanship—an invitation to savor and explore.",
      "button": "UNVEIL OUR SECRETS"
    }
  },
 "know_how": {
    "sugarcane_harvest": {
      "title": "Récolte de Canne à Sucre",
      "description": "Since more than 2 centuries, Mauritius is known as one of the best land in the world for the production of sugar cane and rum. The balance between the climate, the relief and the nature of the soil is just ideal ! From the coast to the mountains, the long green shoots of sugar cane invade the landscape."
    },
    "sugarcane_crushing": {
      "title": "Écrasement de la Canne à Sucre",
      "description": "At the heart of Mauritius, Arcane captures the essence of fresh sugarcane through a meticulous crushing process. Harvested at peak maturity, the cane is carefully ground to extract its pure, aromatic juice. This method preserves the island’s vibrant flavors, embodying Arcane&#39;s commitment to authentic, premium rum."
    },
    "fermentation_process": {
      "title": "Processus de Fermentation",
      "description": "Arcane’s fermentation process transforms freshly extracted sugarcane juice into a rich and flavorful base for its rum. Using natural yeasts and controlled conditions, this slow fermentation enhances the vibrant aromas of the cane, revealing the full complexity of its flavors. As a key step in production, it lays the foundation for an authentic rum, distinguished by intense and refined flavors."
    },
    "distillation": {
      "title": "Distillation et Réduction",
      "description": "During distillation, the aromas revealed during fermentation are carefully extracted in the column still. This process concentrates the flavors, capturing the essence of the sugarcane. Once the alcohol is extracted, water is gradually added to reduce the spirit, carefully balancing the flavors to achieve the perfect aromatic harmony."
    },
    "aging": {
      "title": "Vieillissement",
      "description": "Aged at least 3 years in French and American oak barrels, Arcane rums benefit from the tropical climate of Mauritius. The dynamic temperature variations accelerate the maturation process, creating gourmet and complex aromas in a shorter time frame."
    },
    "step": "Étape {{step}}"
  },
  "nav": {
    "discover": "DISCOVER",
    "ourRums": "OUR RUMS",
    "cocktails": "COCKTAILS",
    "contact": "CONTACT"
  },
  "submenu": {
    "home": "Home",
    "ourUniverse": "Our Universe",
    "knowHow": "Know How",
    "rumsCollection": "Rums Collection",
    "arcaneExtraroma": "Arcane Extraroma",
    "classicCocktails": "Classic Cocktails",
    "signatureDrinks": "Signature Drinks",
    "seasonalSpecials": "Seasonal Specials",
    "getInTouch": "Get in Touch",
    "support": "Support"
  },
  "ourUniverse": {
    "slide1Title": "Arcane Rum",
    "slide1Content1": "Bienvenue dans un monde où l'ordinaire domine, Arcane Rum...",
    "slide1Content2": "Découvrez le mystère et la richesse de notre rhum exceptionnel.",
    "slide1Content3": "Explorez les territoires volcaniques qui façonnent nos saveurs distinctives.",
    "slide2Title": "Arcane Rum",
    "slide2Content1": "Bienve dans un monde où l'ordinaire domine, Arcane Rum...",
    "slide2Content2": "Découvrez le mystère et la richesse de notre rhum exceptionnel.",
    "slide2Content3": "Explorez les territoires volcaniques qui façonnent nos saveurs distinctives."
  },
  "ourRums": {
    "arcaneExtraroma": {
      "title": "Extraroma",
      "subtitle": "Our Flag Bearer",
      "description_a": "A blend of pure cane juice rums aged for 3 years in French and American oak barrels, each contributing its own unique character.",
      "description": "A blend of pure cane juice rums aged for 3 years in French and American oak barrels, each contributing its own unique character. Arcane Extraroma reveals delicious and delicate aromas of Bourbon vanilla, coconut, chocolate, caramel, smoky notes and banana, with a refreshing finish characteristic of Mauritian rums.",
      "tastingNotes": {
        "color": "A beautiful aged gold robe with shimmering mahogany highlights.",
        "nose": "Rich notes of brown sugar and vanilla, with hints of fresh cane juice and a subtle peppery touch. As it evolves, aromas of caramel and gingerbread emerge. The aromatic finish is complex, with elegant fruity notes that linger for a long time.",
        "palate": "Well-structured, offering both body and length. An explosion of spicy flavors, with the vegetal essence of fresh cane juice and a velvety touch of tropical aging, evolves into a harmonious blend of pepper and cinnamon, with a subtly woody character. Exceptional persistence, leaving a captivating impression of freshness."
      },
      "logisticInfo": {
        "volume": "70 CL",
        "alcohol": "40 % ALC./VOL.",
        "bottleEAN": "3760194540481",
        "cartonEAN": "3760194540450"
      }
    },
    "arcaneFlamboyance": {
      "title": "Flamboyance",
      "subtitle": "Whisky Finish",
      "description_a": "A blend of rums made from pure cane juice, aged for 2 years in French and American oak barrels.",
      "description": "A blend of rums made from pure cane juice, aged for 2 years in French and American oak barrels, with a finishing in casks that previously contained peated French whisky. This finishing gives it a beautiful structure and reveals aromas of candied sugar, toasted coconut, and smoky notes, followed by fresh and subtly seductive floral notes.",
      "tastingNotes": {
        "color": "A beautiful golden robe with copper highlights.",
        "nose": "Clean and particularly enticing, it exudes rich aromas of caramelized sugar, toasted coconut, and delicate smoky notes. As the aroma develops, fresh floral notes emerge, revealing a powerful bouquet of flowers.",
        "palate": "The texture is well-structured and smooth, offering a pleasant roundness. Flavors of sugarcane and candied sugar gracefully emerge, followed by complex and subtly smoky notes. The finish is unique, long, and lingering, reminiscent of sweet, almost honeyed candies. This rum embodies a supple and indulgent character, with original aromatic components that bring richness and depth."
      },
      "logisticInfo": {
        "volume": "70 CL",
        "alcohol": "43 % ALC./VOL.",
        "bottleEAN": "3760194540078",
        "cartonEAN": "3760194540085"
      }
    },
    "arcaneAnanasRoti": {
      "title": "Roasted Pineapple",
      "subtitle": "Arrangé - Roasted Pineapple",
      "description_a": "The 'Arrangés' range offers a delightful fusion of freshness and delicacy, enhancing the tropical flavors of Mauritius.",
      "description": "Savor the enticing 'Roasted Pineapple', crafted with 100% natural aromas and experience the harmonious symphony of bold pineapple, the gentle embrace of caramel, and the richness of Mauritian rum.",
      "tastingNotes": {
        "color": null,
        "nose": null,
        "palate": null
      },
      "logisticInfo": {
        "volume": "70 CL",
        "alcohol": "35 % ALC./VOL.",
        "bottleEAN": "3760194540115",
        "cartonEAN": "3760194540139"
      }
    },
    "arcaneVanilleDesIles": {
      "title": "Vanilla from the Islands",
      "subtitle": "Arrangé - Vanilla from the Islands",
      "description_a": "The 'Arrangés' range offers a delightful fusion of freshness and delicacy, enhancing the tropical flavors of Mauritius.",
      "description": "Discover the captivating 'Vanilla from the Islands', an ode to Mauritius’s iconic specialties. Enriched with Bourbon vanilla and elevated by the strength of Mauritian rum, this exceptional elixir takes you on a sensory journey that captures the essence of the tropical paradise of Mauritius.",
      "tastingNotes": {
        "color": null,
        "nose": null,
        "palate": null
      },
      "logisticInfo": {
        "volume": "70 CL",
        "alcohol": "35 % ALC./VOL.",
        "bottleEAN": "3760194540092",
        "cartonEAN": "3760194540122"
      }
    },
    "arcaneBananeFlambee": {
      "title": "Banana Flambée",
      "subtitle": "Arrangé - Banana Flambée",
      "description_a": "The 'Arrangés' range offers a delightful fusion of freshness and delicacy, elevating the tropical flavors of Mauritius to new heights.",
      "description": "Discover the star of the range, 'Banana Flambée', the iconic reference in our collection. Inspired by the famous dessert, this exquisite elixir showcases the natural sweetness of bananas, perfectly blended with the smoothness of Mauritian rum.",
      "tastingNotes": {
        "color": null,
        "nose": null,
        "palate": null
      },
      "logisticInfo": {
        "volume": "70 CL",
        "alcohol": "35 % ALC./VOL.",
        "bottleEAN": "3760194540108",
        "cartonEAN": "3760194540146"
      }
   },
    "sliderKnowHow": {
      "slides": [
        {
          "title": "L'ALCHIMIE DE LA DISTILLATION",
          "content": "Arcane distille un jus de canne à sucre pur et fraîchement pressé, juste après la coupe, pour préserver ses saveurs vibrantes."
        },
        {
          "title": "UNE MATURATION DYNAMIQUE",
          "content": "Vieillis dans des fûts de chêne français et américain, les rhums Arcane tirent profit du climat tropical de l'île Maurice. Les variations dynamiques de température accélèrent la maturation, créant des saveurs complexes et opulentes en un temps réduit."
        },
        {
          "title": "LES ARRANGÉS : ÉLABORÉS AVEC DES SAVEURS NATURELLES",
          "content": "Arcane sublime son rhum avec la collection Les Arrangés, en y infusant des saveurs naturelles issues de fruits et d’épices locaux frais. Qu’il s’agisse de Banane Flambée, d’Ananas Rôti ou de Vanille des Îles, chaque Arrangé est conçu pour se marier parfaitement avec le rhum, l’enrichissant de notes tropicales éclatantes de banane, d’ananas ou de vanille."
        }
      ]
    }
  }
}