{
  "home": {
    "zone2": {
      "title": "Mauritius Island",
      "subtitle": "ESCAPE THE EXPECTED",
      "description": "Every adventure begins with the desire to explore the unknown. Today, we invite you to journey into the heart of the extraordinary – through the senses, through flavors, and through the rich stories embedded in every drop of Arcane Rum.",
      "button": "DISCOVER MORE"
    },
    "zone3": {
      "title": "Know How",
      "subtitle": "FROM CANE TO GOLD",
      "description": "At Arcane Rum, our savoir-faire is a tribute to the rich heritage of Mauritius. From the cultivation of pure sugarcane to the mastery of distillation, every step is guided by a deep respect for tradition and innovation.",
      "button": "UNVEIL OUR SECRETS"
    },
    "zone5": {
      "title": "Cocktails with Character",
      "subtitle": "OUR COCKTAILS",
      "description": "Immerse yourself in the art of cocktails with Arcane RUM. Be adventurous with our creations, bold with our signature shots, and timeless with revisited classics. From the first sip to the final flourish, each drink is a journey of flavor, aroma, and craftsmanship—an invitation to savor and explore.",
      "button": "UNVEIL OUR SECRETS"
    }
  },
  "know_how": {
    "section1": {
      "subtitle": "Know How",
      "title": "FROM CANE TO GOLD",
      "description": "At Arcane Rum, our savoir-faire is a tribute to the rich heritage of Mauritius. From the cultivation of pure sugarcane to the mastery of distillation, every step is guided by a deep respect for tradition and innovation. Our master blenders transform nature’s finest ingredients  into an elixir bursting with tropical aromas and smooth complexity. Explore the secrets of our craft and uncover the essence of Mauritian excellence in every sip."
    },
    "sugarcane_harvest": {
      "title": "Sugarcane Harvest",
      "description": "Since more than 2 centuries, Mauritius is known as one of the best land in the world for the production of sugar cane and rum..."
    },
    "sugarcane_crushing": {
      "title": "Sugarcane Crushing",
      "description": "At the heart of Mauritius, Arcane captures the essence of fresh sugarcane through a meticulous crushing process..."
    },
    "fermentation_process": {
      "title": "Fermentation Process",
      "description": "Arcane’s fermentation process transforms freshly extracted sugarcane juice into a rich and flavorful base for its rum..."
    },
    "distillation": {
      "title": "Distillation and Reduction",
      "description": "During distillation, the aromas revealed during fermentation are carefully extracted in the column still..."
    },
    "aging": {
      "title": "Aging",
      "description": "Aged at least 3 years in French and American oak barrels, Arcane rums benefit from the tropical climate of Mauritius..."
    },
    "step": "Step {{step}}"
  },
  "nav": {
    "discover": "DISCOVER",
    "ourRums": "OUR RUMS",
    "cocktails": "COCKTAILS",
    "contact": "CONTACT"
  },
  "submenu": {
    "home": "Home",
    "ourUniverse": "Our Universe",
    "knowHow": "Know How",
    "rumsCollection": "Rums Collection",
    "arcaneExtraroma": "Arcane Extraroma",
    "classicCocktails": "Classic Cocktails",
    "signatureDrinks": "Signature Drinks",
    "seasonalSpecials": "Seasonal Specials",
    "getInTouch": "Get in Touch",
    "support": "Support"
  },
"ourUniverse": {
  "slide1Title": "Arcane Rum",
  "slide1Content1": "Bienvenue dans un monde où l'ordinaire domine, Arcane Rum...",
  "slide1Content2": "Découvrez le mystère et la richesse de notre rhum exceptionnel.",
  "slide1Content3": "Explorez les territoires volcaniques qui façonnent nos saveurs distinctives.",
  "slide2Title": "Arcane Rum",
  "slide2Content1": "Bienve dans un monde où l'ordinaire domine, Arcane Rum...",
  "slide2Content2": "Découvrez le mystère et la richesse de notre rhum exceptionnel.",
  "slide2Content3": "Explorez les territoires volcaniques qui façonnent nos saveurs distinctives."
}
}